{"intents": [
        {"tag": "Cuts",
         "patterns": ["What to do if Cuts?", "How to cure Cuts?", "Which medicine to apply for Cuts?", "what to apply on cuts?", "Cuts"],
         "responses": ["Wash the cut properly to prevent infection and stop the bleeding by applying pressure for 1-2minutes until bleeding stops. Apply Petroleum Jelly to make sure that the wound is moist for quick healing. Finally cover the cut with a sterile bandage. Pain relievers such as acetaminophen can be applied."]
        },

         {"tag": "greeting",
         "patterns": ["Hi", "How are you", "Is anyone there?", "Hello", "Whats up"],
         "responses": ["Hi , i am your paramedic assistant"]
        },
        {"tag": "goodbye",
         "patterns": ["cya", "See you later", "Goodbye", "I am Leaving", "Have a Good day","bye"],
         "responses": ["Sad to see you go :(", "Talk to you later", "Goodbye!"] 
        },
        {"tag": "Abrasions",
         "patterns": ["how do you treat abrasions?", "Do Abrasions cause scars?", "Abrasions", "what to do if abrasions?", "Which medicine to apply for abrasions?", "How to cure abrasions?"],
         "responses": ["Begin with washed hands.Gently clean the area with cool to lukewarm water and mild soap. Remove dirt or other particles from the wound using sterilized tweezers.For a mild scrape that’s not bleeding, leave the wound uncovered.If the wound is bleeding, use a clean cloth or bandage, and apply gentle pressure to the area to stop any bleeding.Cover a wound that bled with a thin layer of topical antibiotic ointment, like Bacitracin, or a sterile moisture barrier ointment, like Aquaphor. Cover it with a clean bandage or gauze. Gently clean the wound and change the ointment and bandage once per day.Watch the area for signs of infection, like pain or redness and swelling. See your doctor if you suspect infection."]
        },

        {"tag": "stings",
         "patterns": ["How do you treat Sting?", "Stings", "What to do if you get a sting?", "Which medicine to apply if sting?"],
         "responses": ["Remove any stingers immediately. Some experts recommend scraping out the stinger with a credit card. Applying ice to the site may provide some mild relief. Apply ice for 20 minutes once every hour as needed. Wrap the ice in a towel or keep a cloth between the ice and skin to keep from freezing the skin. Taking an antihistamine such as diphenhydramine (Benadryl) or a nonsedating one such as loratadine (Claritin) will help with itching and swelling. Take acetaminophen (Tylenol) or ibuprofen (Motrin)for pain relief as needed. Wash the sting site with soap and water. Placing hydrocortisone cream on the sting can help relieve redness, itching, and swelling."]         
        },

        {"tag": "Splinter",
         "patterns": ["How to remove Splinters", "How to cure Splinters?", "What to do if I have splinters?", "How do you bring a splinter to the surface?"],
         "responses": ["1. SOAK IT IN EPSOM SALTS. Dissolve a cup of the salts into a warm bath and soak whatever part of the body has the splinter. Failing that, you can also put some of the salts onto a bandage pad and leave it covered for a day; this will eventually help bring the splinter to the surface. 2. VINEGAR OR OIL. Another simple way to draw out that stubborn splinter is to soak the affected area in oil (olive or corn) or white vinegar. Just pour some in a bowl and soak the area for around 20 to 30 minutes,"]         
        },

        {"tag": "Sprains",
         "patterns": ["How do you treat a sprain?", "what to do if i get a sprain?", "Which cream to apply if i get a sprain?", "Which medicine to apply if I get a sprain?"],
         "responses": ["Use an ice pack or ice slush bath immediately for 15 to 20 minutes and repeat every two to three hours while you're awake. To help stop swelling, compress the ankle with an elastic bandage until the swelling stops. In most cases, pain relievers — such as ibuprofen (Advil, Motrin IB, others) or naproxen sodium (Aleve, others) or acetaminophen (Tylenol, others) are enough to manage the pain of a sprained ankle."]
        },

        {"tag": "Strains",
         "patterns": ["How do you treat a strain?", "what to do if i get a strain?", "Which cream to apply if i get a strain?", "Which medicine to apply if I get a strain?", "How do you diagnose a strain?", "Is heat or ice better for a pulled muscle?"],
         "responses": ["Rest,Ice,Compression and Elevation can be used to cure strains. Avoid using your muscle for a few days, especially if movement causes an increase in pain and also Apply ice immediately after injuring your muscle. This will minimize swelling. Don’t put ice directly on your skin. Use an ice pack or wrap ice in a towel. To reduce swelling, wrap the affected area with an elastic bandage until swelling comes down."]
        },

        {"tag": "Fever",
         "patterns": ["How do you treat a mild Fever?", "what to do if i get a mild fever?", "Which medicine to take if I get a mild fever?", "fever"],
         "responses": ["To treat a fever at home: 1)Drink plenty of fluids to stay hydrated. 2)Dress in lightweight clothing. 3)Use a light blanket if you feel chilled, until the chills end. 4)Take acetaminophen (Tylenol, others) or ibuprofen (Advil, Motrin IB, others). 5) Get medical help if the fever lasts more than five days in a row."]
        },

        {"tag": "Nasal Congestion",
         "patterns": ["How do you treat nasal Congestion?", "what to do if i get a nasal congestion?", "Which medicine to take if I have a nasal congestion?", "what to do if i have a blocked nose?", "How do you treat a blocked nose?", "How long does nasal congestion last?"],
         "responses": ["When you’re stuffed up, focus on keeping your nasal passages and sinuses moist. To keep your nasal passages moist, you can: 1)Use a humidifier or vaporizer. 2)Drink lots of fluids. This will thin out your mucus, which could help prevent blocked sinuses. 3)Place a warm, wet towel on your face. It may relieve discomfort and open your nasal passages."]
        },

        {"tag": "Cough",
         "patterns": ["How to cure cough?","How do you treat cough?", "what to do if i get a cough?", "Which medicine to take if I get cough?", "How do you get rid of cough?"],
         "responses": ["1) Honey:- Use honey to treat a cough, mix 2 teaspoons (tsp) with warm water or an herbal tea. Drink this mixture once or twice a day. Do not give honey to children under 1 year of age. 2) Ginger:- Brew up a soothing ginger tea by adding 20–40 grams (g) of fresh ginger slices to a cup of hot water. Allow to steep for a few minutes before drinking. Add honey or lemon juice to improve the taste and further soothe a cough. 3) Fluids:- Staying hydrated is vital for those with a cough or cold. Research indicates that drinking liquids at room temperature can alleviate a cough, runny nose, and sneezing."]
        },

        {"tag": "Sore Throat",
         "patterns": ["How do you treat sore throat?", "what to do if i get a sore throat?", "Which medicine to take if I get a sore throat?", "How to cure sore throat?"],
         "responses": ["1) Make sure you get plenty of rest and drink a lot of fluids. 2)Inhale steam,Run hot water in a sink.Drape a towel over you to trap the steam, and have the person lean over the sink with the water running. Tell him to breathe deeply through his mouth and nose for 5 to 10 minutes. Repeat several times a day. 3)Have him sip chicken broth or warm tea with honey. Don’t give honey to a child under 12 months of age."]
        },

        {"tag": "Gastrointestinal problems",
         "patterns": ["How do you treat gas problems?", "what to do if i have Gastrointestinal problems?", "Which medicine to take if I get gas problem?", "How to cure Gas problems?"],
         "responses": ["1) Replenish body fluids 2)Do not take antidiarrheal drugs or laxatives or pain medication, unless specified by a medical professional.3)Taking antacids may help, per recommendation of a healthcare professional. 4)If prone to frequent heartburns, seek medical help. 5)Taking meals that are not spicy regularly, can relieve ulcer pains. 6)Seek medical help, if conditions persist or continue to worsen"]         
        },

        {"tag": "Skin problems",
         "patterns": ["How do you treat Skin problems?", "what to do if i get a skin allergy?", "Which medicine to take if I get a skin allergy?", "How to cure skin allergy?"],
         "responses": ["1)Hydrocortisone cream. 2)Ointments like calamine lotion. 3)Antihistamines. 4)Cold compresses. 5)Oatmeal baths. 6)Talk to your doctor about what's best for your specific rash."] 
        },

        {"tag": "Abdonominal Pain",
         "patterns": ["How do you treat Abdonominal Pain?", "what to do if i get a Abdonominal Pain?", "Which medicine to take if I get a Abdonominal Pain?", "How to cure Abdonominal Pain?"],
         "responses": ["1)Provide clear fluids to sip, such as water, broth, or fruit juice diluted with water. 2)Serve bland foods, such as saltine crackers, plain bread, dry toast, rice, gelatin, or applesauce. 3)Avoid spicy or greasy foods and caffeinated or carbonated drinks until 48 hours after all symptoms have gone away. "]         
        },

        {"tag": "Bruises",
         "patterns": ["How do you treat Bruises?", "what to do if i get a Bruise?", "Which medicine to take if I get a Bruise?", "How to cure Bruises?"],
         "responses": ["1)Ice the bruise with an ice pack wrapped in a towel. 2)Leave it in place for 10 to 20 minutes. 3)Repeat several times a day for a day or two as needed. 4)Compress the bruised area if it is swelling, using an elastic bandage. "]         
        },

        {"tag": "Broken Toe",
         "patterns": ["How do you treat a Broken Toe?", "what to do if i get a Broken Toe?", "Which medicine to take if I get a Broken Toe?", "How to cure Broken Toe?"],
         "responses": ["1)To help decrease pain and swelling in a broken toe, elevate the foot, ice the injury, and stay off the foot. 2)Depending on the severity of the fracture, the toe may need to be put back into place (reduced), and some compound toe fractures may require surgery.3) Most broken toes heal without complications in six weeks."]  
        },

        {"tag": "Choking",
         "patterns": ["How do you treat Choking?", "what to do if i get a Choke?", "Which medicine to take if I get Choked?", "How to cure Choking?"],
         "responses": ["1)Encourage them to keep coughing to try to clear the blockage. 2)Ask them to try to spit out the object if it's in their mouth. 3)If coughing doesn't work, start back blows and Abdonominal thrusts"]   
        },

        {"tag": "Wound",
         "patterns": ["How do you treat a wound?", "what to do if i get a Wound?", "Which medicine to take if I get wounded?", "How to cure a wound?"],
         "responses": ["1)Rinse the cut or wound with water and apply pressure with sterile gauze, a bandage, or a clean cloth. 2)If blood soaks through the bandage, place another bandage on top of the first and keep applying pressure. 3)Raise the injured body part to slow bleeding. 4)When bleeding stops, cover the wound with a new, clean bandage."]
        },

        {"tag": "Diarrhea",
         "patterns": ["How do you treat Diarrhea?", "what to do if i get Diarrhea?", "Which medicine to take if I get Diarrhea?", "How to cure Diarrhea?"],
         "responses": ["1)Hydrating the body is essential for recovering from diarrhea.This causes the body to lose electrolytes such as sodium and chloride. 2)It is highly recommended to avoid dairy products, as they may worsen diarrhea in some people. 3)However, if diarrhea lasts for more than 2 days, seek medical advice to avoid complications."]
        },

        {"tag": "Frost bite",
         "patterns": ["How do you treat a Frost bite?", "what to do if i get a Frost bite?", "Which medicine to take if I get a Frost bite?", "How to cure Frost bite?"],
         "responses": ["1) Move to a warm place as soon as possible. 2) Gently rewarm the affected area. The best way is to immerse the affected area in warm (not hot!) water (around 104°F or 40°C) for 20-30 minutes. Do not rub or massage the area. 3) Protect the affected area from further injury. Keep it elevated if possible. 4) Take over-the-counter pain relievers like ibuprofen if you experience pain during rewarming. 5) Seek immediate medical attention, especially if the area is numb, blistered, or discolored after rewarming."]
        },

        {"tag": "Heat Exhaustion",
         "patterns": ["How do you treat Heat Exhaustion?", "what to do if i feel Exhausted due to heat?", "Which medicine to take if I get Exhausted?", "How to cure Heat Exhaustion?"],
         "responses": ["1) Move to a cooler, air-conditioned place. 2) Lie down and loosen your clothing. 3) Apply cool, wet cloths or take a cool bath. 4) Sip water or a sports drink slowly. Avoid caffeinated or alcoholic beverages. 5) Seek medical attention if symptoms worsen or don't improve within an hour, especially if you have heart problems or high blood pressure."]
        },

        {"tag": "Heat Stroke",
         "patterns": ["How do you treat Heat Stroke?", "what to do if i get a Heat Stroke?", "Which medicine to take if I get Stroke?", "How to cure a Heat Stroke?"],
         "responses": ["1) Call for emergency medical help immediately. Heat stroke is a medical emergency. 2) Move the person to a cooler place. 3) Loosen their clothing. 4) Cool the person rapidly using any means available: immerse them in a tub of cool water, place them in a cool shower, spray them with a garden hose, sponge them with cool water, or place ice packs on their armpits, groin, and neck. 5) Monitor their body temperature until emergency help arrives."]
        },

        {"tag": "Insect Bites",
         "patterns": ["How do you treat a Insect Bite?", "what to do if a insect bites me?", "Which medicine to take if I get bitten by a insect?", "How to cure insect bite?"],
         "responses": ["1) Wash the bite area with soap and water. 2) Apply a cold compress or ice pack to reduce swelling and pain. 3) Use an over-the-counter hydrocortisone cream or calamine lotion to relieve itching. 4) Avoid scratching the bite to prevent infection. 5) Take an oral antihistamine like cetirizine or loratadine if itching is severe."]
        },

        {"tag": "nose bleed",
         "patterns": ["How do you treat a bleeding nose?", "what to do if i my nose is bleeding?", "Which medicine to take if I get nose bleed?", "How to cure nose bleeding?"],
         "responses": ["1) Sit upright and lean slightly forward (do not lie down or tilt your head back). 2) Pinch the soft part of your nose just above the nostrils firmly for 10-15 minutes, breathing through your mouth. 3) Apply a cold compress or ice pack to the bridge of your nose. 4) Avoid picking or blowing your nose for several hours after the bleeding stops. 5) If bleeding continues after 20 minutes, or if it's due to an injury, seek medical attention."]
        },

        {"tag": "Pulled Muscle",
         "patterns": ["How do you treat a Pulled Muscle?", "what to do if my muscle is pulled?", "Which medicine to take if I got pulled muscle?", "How to cure a pulled muscle?"],
         "responses": ["1) Rest the injured muscle and avoid activities that cause pain. 2) Apply ice packs to the area for 15-20 minutes, several times a day, for the first 24-48 hours to reduce swelling. 3) Compress the area with an elastic bandage to minimize swelling. 4) Elevate the injured muscle above your heart, if possible. 5) Over-the-counter pain relievers like ibuprofen or naproxen can help manage pain and inflammation."]
        },

        {"tag": "Rectal bleeding",
         "patterns": ["How do you treat Rectal Bleeding?", "what to do if i get a Rectal Bleeding?", "Which medicine to take if I get Rectal Bleeding?", "How to cure Rectal Bleeding?"],
         "responses": ["1) For small amounts of bright red blood (often from hemorrhoids or small fissures), increase your fiber intake and drink plenty of water to soften stools. 2) Use over-the-counter hemorrhoid creams or suppositories to reduce discomfort and bleeding. 3) Take sitz baths to soothe the area. 4) Avoid straining during bowel movements. 5) If bleeding is heavy, dark, accompanied by severe pain, dizziness, or changes in bowel habits, seek immediate medical attention as it could indicate a more serious underlying condition."]
        },

        {"tag": "Sun Burn",
         "patterns": ["How do you treat Sun Burn?", "what to do if i get a Sun Burn?", "Which medicine to take if I get Sun Burn?", "How to cure a Sun Burn?"],
         "responses": ["1) Take a cool bath or shower to soothe the skin. Avoid harsh soaps. 2) Apply aloe vera gel or a moisturizer to the affected areas to keep the skin hydrated. 3) Take over-the-counter pain relievers like ibuprofen or acetaminophen to reduce pain and inflammation. 4) Drink plenty of water to prevent dehydration. 5) Avoid further sun exposure until the sunburn heals, and wear protective clothing."]
        },

        {"tag": "Testicle Pain",
         "patterns": ["How do you treat Testicle Pain?", "what to do if i get a Testicle Pain?", "Which medicine to take if I get a Testicle Pain?", "How to cure Testicle Pain?"],
         "responses": ["1) For mild pain or after an injury, apply a cold compress to the scrotum for 10-20 minutes at a time. 2) Elevate the scrotum using a rolled-up towel while lying down. 3) Take over-the-counter pain relievers such as ibuprofen or acetaminophen. 4) Wear supportive underwear to minimize movement. 5) Seek immediate medical attention if the pain is sudden, severe, accompanied by swelling, fever, nausea, or if you suspect torsion, as it could be a medical emergency requiring urgent treatment."]
        },

        {"tag": "Vertigo",
         "patterns": ["How do you treat a Vertigo?", "what to do if i get a Vertigo?", "Which medicine to take if I get Vertigo?", "How to cure a Vertigo?"],
         "responses": ["1) If you feel dizzy, sit or lie down immediately to prevent falls. 2) Avoid sudden movements of your head or body. 3) Focus your eyes on a fixed, unmoving object. 4) The Epley maneuver, a series of specific head movements, can often treat vertigo caused by benign paroxysmal positional vertigo (BPPV); a doctor or physical therapist can teach you this. 5) Medications like antihistamines (e.g., meclizine) or benzodiazepines might be prescribed for severe symptoms, but these are generally for short-term use."]
        },

        {"tag": "Normal Bleeding",
         "patterns": ["How do you treat bleeding?", "what to do if i get a Bleeding?", "Which medicine to take if I get bleeding?", "How to cure Bleeding?"],
         "responses": ["1) Apply direct, firm pressure to the wound with a clean cloth or sterile bandage. 2) Elevate the injured area above the heart if possible. 3) Maintain pressure for at least 5-10 minutes without peeking. 4) If bleeding is severe or doesn't stop, or if the wound is deep, large, or gaping, seek immediate medical attention. 5) Clean the wound with soap and water after bleeding stops and apply an antiseptic and sterile dressing."]
        },

        {"tag": "Eye Injury",
         "patterns": ["How do you treat an eye Injury?", "what to do if i get a eye Injury?", "Which medicine to take if I injured my eye?", "How to cure injured eye?"],
         "responses": ["1) For chemical splashes, immediately flush the eye with plenty of clean water for at least 15-20 minutes. 2) For foreign objects, do not rub the eye. Try to flush it gently with water or saline solution. 3) For punctures or deep cuts, do not try to remove any embedded objects; cover the eye loosely with a clean cloth or cup and seek emergency medical help. 4) Always see an ophthalmologist for any significant eye injury, even if it seems minor, as complications can be serious. 5) Avoid applying any medicine to the eye unless directed by a doctor."]
        },

        {"tag": "Chemical Burn",
         "patterns": ["How do you treat a chemical burn?", "what to do if i get a Chemical Burn?", "Which medicine to take if I get burn due to chemicals?", "How to cure Chemical Burn?"],
         "responses": ["1) Immediately flush the affected area with copious amounts of cool, running water for at least 10-20 minutes. Remove any contaminated clothing or jewelry while flushing. 2) Call for emergency medical help (e.g., 112 in India) or the nearest poison control center. 3) While waiting for help, continue flushing. 4) Do not try to neutralize the chemical with another substance unless specifically instructed by poison control. 5) Cover the burn loosely with a sterile dressing or clean cloth after flushing, and continue to monitor for shock."]
        },

        {"tag": "Poison",
         "patterns": ["How do you treat a Poison?", "what to do if i get Poison?", "Which medicine to take if I am poisoned?", "How to cure Poisoning?"],
         "responses": ["1) Immediately call for emergency medical help (e.g., 112 in India) or the national poison control center. 2) Try to identify the substance involved, if safe to do so (e.g., by looking at the container). 3) Follow the instructions given by emergency services or poison control; do not induce vomiting unless specifically told to. 4) If the person is unconscious or not breathing, begin CPR if you are trained. 5) Keep any remaining substance, vomit, or packaging to show medical professionals."]
        },

        {"tag": "Teeth",
         "patterns": ["How do you treat broken Teeth ?", "what to do if my Teeth got broken?", "Which medicine to take if I get broken teeth?", "cure broken teeth?"],
         "responses": ["1) Rinse your mouth immediately with warm water to clean the area. 2) Apply a cold compress or ice pack to the outside of your mouth or cheek to reduce swelling. 3) If there's bleeding, apply gentle pressure with a piece of gauze. 4) If you find the broken piece of tooth, pick it up by the crown (not the root) and keep it moist in milk or saline solution, or wrapped in a clean, damp cloth. 5) See a dentist as soon as possible, as timely treatment can often save the tooth or prevent further complications."]
        },

        {"tag": "seizure",
         "patterns": ["How do you treat a seizure?", "what to do if i get a seizure?", "Which medicine to take if I get seizure?", "How to cure seizure?"],
         "responses": ["1) Stay with the person and time the seizure. 2) Move any objects that could cause injury away from the person. 3) Loosen any tight clothing around their neck. 4) Turn the person gently onto one side to help with breathing and prevent choking. 5) Do not put anything in their mouth or try to restrain them; seek immediate medical attention if the seizure lasts longer than 5 minutes, if it's their first seizure, or if they have trouble breathing afterwards."]
        },

        {"tag": "Head Injury",
         "patterns": ["How do you treat a head Injury?", "what to do if i get a Head Injury?", "Which medicine to take if I get injured in the head?", "How to cure Head Injury?"],
         "responses": ["1) Keep the person still and calm, especially if they are conscious. 2) Apply a clean cloth or sterile bandage to any bleeding wounds with gentle pressure. 3) Do not remove any embedded objects from the head. 4) Monitor for signs of a serious injury, such as loss of consciousness, confusion, vomiting, severe headache, or unequal pupils. 5) Seek immediate medical attention for any head injury, even if it seems minor, as symptoms can sometimes appear later."]
        },

        {"tag": "Fainting",
         "patterns": ["How do you treat Faint?", "what to do if i feel like Fainting?", "Which medicine to take if I get a Faint?", "How to cure Fainting?"],
         "responses": ["1) If you feel faint, lie down immediately and elevate your legs above your heart. 2) If lying down isn't possible, sit down and put your head between your knees. 3) Loosen any tight clothing around your neck. 4) If someone else faints, lay them on their back, elevate their legs, and check for breathing. 5) If the person doesn't regain consciousness within a minute or two, or if they have other concerning symptoms, call for emergency medical help."]
        },

        {"tag": "Headache",
         "patterns": ["How do you treat a mild Headache?", "what to do if i get a mild Headache?", "Which medicine to take if I have a mild headache?", "How to cure a mild headache?"],
         "responses": ["Give ibuprofen (Advil, Motrin), aspirin, or acetaminophen (Tylenol) for pain. Avoid ibuprofen and other NSAIDs if the person has heart failure or kidney failure. Do not give aspirin to a child under age 18."]
        },

	{"tag": "Cold",
         "patterns": ["How do you treat a Cold?", "what to do if i get a mild Cold?", "Which medicine to take if I have a Cold?", "How to cure Cold?"],
         "responses": ["1)Keeping hydrated is absolutely vital to help 'flush' out the cold, as well as to break down congestion and keep your throat lubricated. 2)Vitamin C is extremely helpful when fighting infection, so at the first sign of a cold be sure to increase your intake by eating plenty of berries, citrus fruits, papayas, broccoli and red peppers which will help keep you protected. 3)When it comes to combating a cold,Vitamin D is essential in helping to regulate immune response."]
        },
	
	{"tag": "Rash",
         "patterns": ["How do you treat Rashes?", "what to do if i get a Rash?", "Which medicine to take if I have a Rash?", "How to cure Rash?"],
         "responses": ["1)Olive oil helps in healing and promotes skin renewal given it is packed with vitamin E and antioxidants. It also soothes the skin and reduces itching. 2)Baking soda is useful in drying skin rashes as also in relieving itching and inflammation. 3)Aloe Vera,Thanks to its antibacterial, antifungal, anti-inflammatory and emollient properties, aloe vera is excellent for treating a number of skin ailments including rashes as also soothing the skin."]
        },
	
	{"tag": "snake bite",
         "patterns": ["How do you treat a snake bite?", "what to do if i get a snake bite?", "Which medicine to take if I get a snake bite?", "How to cure snake bite?", "i got bit by a snake"],
         "responses": ["While waiting for medical help: 1)Move the person beyond striking distance of the snake. 2)Have the person lie down with wound below the heart. 3)Keep the person calm and at rest, remaining as still as possible to keep venom from spreading. 4)Cover the wound with loose, sterile bandage. 5)Remove any jewelry from the area that was bitten. 6)Remove shoes if the leg or foot was bitten."]
        },

	{"tag": "animal bite",
         "patterns": ["How do you treat a animal bite?", "How do you treat a monkey bite?","How do you treat a dog bite?", "what to do if i get a animal bite?", "Which medicine to take if I get a monekey bite?", "How to cure dog bite?", "i got bit by a dog"],
         "responses": ["1)Wash the wound with soap and warm water. 2)Gently press a clean cloth over the wound to stop the flow of blood. 3)Apply an antibacterial ointment to the wound. 4)Cover with a sterile bandage. 5)Watch for signs of infection. 6)Seek help if you suspect infection or possible exposure to rabies, or if the wound is severe."]
        },

	{"tag": "Drowning",
         "patterns": ["What to do if someone is Drowning?", "what to do if someone drowned?", "What steps to take if i see a drowning person?", "How to help a drowning person?"],
         "responses": ["1)Place your ear next to the person's mouth and nose. Do you feel air on your cheek? 2)Look to see if the person's chest is moving.If the Person is Not Breathing, Check Pulse. 3)Check the person's pulse for 10 seconds.If There is No Pulse, Start CPR."]
        },

        {"tag": "CPR",
         "patterns": ["How to give CPR??", "what to do in a CPR?", "What steps to take in a CPR??", "How to help a drowning person in CPR?"],
         "responses": ["1)For an adult or child, place the heel of one hand on the center of the chest at the nipple line. You can also push with one hand on top of the other. For an infant, place two fingers on the breastbone. 2)For an adult or child, press down at least 2 inches. Make sure not to press on ribs. For an infant, press down about 1 and 1/2 inches. Make sure not to press on the end of the breastbone. 3)Do chest compressions only, at the rate of 100-120 per minute or more. Let the chest rise completely between pushes. 4)Check to see if the person has started breathing."]
        },

	{"tag": "Fracture",
         "patterns": ["How do you treat a Fracture?", "what to do if i get a Fracture?", "Which medicine to take if I have a Fracture?", "How to cure a Fracture?"],
         "responses": ["1)Stop any bleeding. Apply pressure to the wound with a sterile bandage, a clean cloth or a clean piece of clothing. 2)Immobilize the injured area. Don't try to realign the bone or push a bone that's sticking out back in. If you've been trained in how to splint and professional help isn't readily available, apply a splint to the area above and below the fracture sites. Padding the splints can help reduce discomfort. 3)Apply ice packs to limit swelling and help relieve pain. Don't apply ice directly to the skin. Wrap the ice in a towel, piece of cloth or some other material. 4)Treat for shock. If the person feels faint or is breathing in short, rapid breaths, lay the person down with the head slightly lower than the trunk and, if possible, elevate the legs."]
        }
   ]
}